Repository: fabcolonna/proxlock
Catalog: ProxLock/Resources/Localizable.xcstrings
Source language: en
Languages: it

# app.enabled
source: ProxLock enabled
it: ProxLock attivo

# app.quit
source: Quit ProxLock
it: Esci da ProxLock

# device.stopUsing
source: Stop using
it: Smetti di usare

# devices.available.title
source: Available Devices
it: Dispositivi disponibili

# devices.scanning
source: Scanning...
it: Ricerca...

# error.bluetoothOff
source: Turn Bluetooth on to scan nearby devices.
it: Attiva il Bluetooth per cercare i dispositivi vicini.

# error.bluetoothUnavailable
source: Bluetooth is unavailable on this Mac.
it: Il Bluetooth non e disponibile su questo Mac.

# error.invalidThreshold
source: Wake threshold must be greater than lock threshold.
it: La soglia di risveglio deve essere maggiore della soglia di blocco.

# error.title
source: Error
it: Errore

# monitor.noDevice.subtitle
source: Choose a nearby Bluetooth device to monitor its signal.
it: Scegli un dispositivo Bluetooth nelle vicinanze per monitorarne il segnale.

# monitor.noDevice.title
source: No device selected
it: Nessun dispositivo selezionato

# settings.launchAtLogin
source: Launch at login
it: Avvia al login

# settings.lockDelay
source: Delay before locking
it: Ritardo prima del blocco

# settings.lockThreshold
source: Lock threshold
it: Soglia di blocco

# settings.lockToScreenSaver
source: Lock to screen saver
it: Blocca con salvaschermo

# settings.noSignalTimeout
source: No-signal timeout
it: Timeout senza segnale

# settings.pauseNowPlaying
source: Pause Now Playing
it: Metti in pausa la riproduzione

# settings.showRSSI
source: Show RSSI values
it: Mostra valori RSSI

# settings.title
source: Settings
it: Impostazioni

# settings.wakeThreshold
source: Wake threshold
it: Soglia di risveglio

# settings.wakeThreshold.enabled
source: Wake threshold
it: Soglia di risveglio
